[LANGUAGE]
language="Slovak"
CharacterSet=1
translator=Maroš Regeš
e-mail=maros336@gmail.com
web=www.2s2.sk


[Main]
1=Súbor
2=Obnoviť kľúče z lokálneho disku
3=Obnoviť kľúče z externého disku
4=Hĺbkový sken registrov
5=Uložiť ako...
6=Ukončiť
7=Upraviť
8=Kopírovať vybraný riadok
9=Nájsť...
10=Pomoc
11=Vyhľadať aktualizácie...
12=Aktualizovať databázu kľúčov...
13=Zmeniť jazyk
14=Podporiť...
15=Web...
16=O programe...
17=Obnoviť
18=Kopírovať názov produktu
19=Kopírovať produktový kľúč
20=Zoznam podporovaného softvéru a hier
21=Sledujte ma na Facebooku...
22=Verzia databázy:
23=Názov produktu
24=Produktový kľúč
25=Je dostupná nová verzia!
26=Prajete si ju stiahnuť z našej webovej stránky?
27=Nie sú k dispozícii žiadne nové aktualizácie!
28=Rozšírená databáza sa nenašla!
29=Databáza chýba!
30=Aktualizujte prosím svoju databázu z našej webovej stránky.
31=Chyba databázy!
32=Prosím vyberte externý priečinok <WINDOWS>:
33=Je dostupná nová databáza!
34=Prajete si ju stiahnuť teraz?
35=Vaša databáza je aktuálna!
36=Prosím zatvorte program znova ho spustite.
37=Sťahovanie databázy je dokončené.
38=Pri sťahovaní databázy sa vyskytla chyba!
39=Viac BEZPLATNÉHO softvéru získate na https://www.sterjosoft.com


[List]
1=Kľúč:
2=ID Produktu:
3=Meno:
4=Sériové číslo:
5=Spoločnosť:
6=CD kľúč:
7=Krstné meno:
8=Priezvisko:
9=E-mail:
10=Validačný kľúč:
11=Používateľ:
12=Heslo:
13=Typ:
14=Kód odomknutia:
15=Kód:


[Find]
1=Nájsť čo:
2=Nájsť ďalšie
3=Zrušiť
4=Vyhľadávanie dokončené!


[Scanning]
1=Skenovanie...
2=Zrušiť


[About]
1=O programe
2=Verzia:
3=Tento produkt je ZDARMA pre osobné alebo komerčné použitie.
4=Copyright © SterJo Software. Všetky práva vyhradené.
6=&Zatvoriť


[Tray]
1=Otvoriť
2=Ukončiť
3=Vybrať jazyk
4=Vybrať:
5=&Použiť
6=&Zrušiť
7=Prosím, reštartujte aplikáciu aby zmeny prejavili.
8=Jazyk bol zmenený.
